app/controllers/comments_controller.rb

	def create
		@comment = Comment.new(comment_params)
		@comment.save
---
INSERT INTO "comments" ("body", "video_id", "user_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["body", "hehe"], ["video_id", 6], ["user_id", 1], ["created_at", "2015-02-24 21:50:46.352223"], ["updated_at", "2015-02-24 21:50:46.352223"]]